tap "azure/kubelogin"
tap "fluxcd/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
brew "atuin"
brew "python@3.12"
brew "azure-cli"
brew "bash"
brew "bat"
brew "zstd"
brew "chezmoi"
brew "curl"
brew "eza"
brew "fish"
brew "git"
brew "go"
brew "helm"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "kubeseal"
brew "kustomize"
brew "python@3.13"
brew "neovim"
brew "node"
brew "opentofu"
brew "postgresql@15"
brew "postgresql@16"
brew "ripgrep"
brew "rsync"
brew "rust"
brew "starship"
brew "tmux"
brew "tree"
brew "trivy"
brew "uv"
brew "watch"
brew "wget"
brew "wireguard-tools"
brew "yarn"
brew "zsh"
brew "azure/kubelogin/kubelogin"
brew "fluxcd/tap/flux"
brew "hashicorp/tap/terraform"
vscode ""
